[
  {
    "id": 1.01,
    "title": "React Counter App",
    "content": "Boca Code Week 4 React Counter App: This project is a React Counter App that focuses on practicing the useState() hook in React. It allows users to increment, decrement, and reset a displayed number.",
    "image": "https://picsum.photos/500/600?random=1",
    "repo" : "https://github.com/v-cazeau/react-counter-app"
  },
  {
    "id": 1.02,
    "title": "Kardashev Scale",
    "content": "Boca Code Week 4 Kardashev Scale: This project is a webpage that provides information about the Kardashev Scale, a theoretical framework for measuring the technological advancement of civilizations based on energy utilization. The webpage is built using HTML, Vanilla JavaScript, and CSS.",    
    "image": "https://picsum.photos/500/600?random=2",
    "repo" : "https://github.com/v-cazeau/kardashev-scale"
  },
  {
    "id": 1.03,
    "title": "Much-To Do",
    "content": "Boca Code Week 5 Much To-do: A to-do app built with React and Firebase that allows users to create and manage tasks in real-time, with automatic data syncing across multiple devices.",    
    "image": "https://picsum.photos/500/600?random=3",
    "repo" : "https://github.com/v-cazeau/much-todo-web"
  },
  {
    "id": 1.04,
    "title": "Timber Login",
    "content": "Boca Code Week 5 Timber Login Page: We developed Login Page with React and React Bootstrap that provides an interface for users to log in or sign up.",    
    "image": "https://picsum.photos/500/600?random=4",
    "repo" : "https://github.com/v-cazeau/timber-login"
  },
  {
    "id": 1.05,
    "title": "Water Tracker App",
    "content": "Boca Code Week 8 Water Tracker Mobile App: This week we designed an mobile app with React Native, Expo, and JS to help track daily water intake and stay hydrated. It allows you to work towards a daily water goal, record the amount of water consume during the day, and view progress towards your goal.",    
    "image": "https://picsum.photos/500/600?random=4",
    "repo" : "https://github.com/v-cazeau/water-tracker"
  }
]